Repository: common-repository/closed-blog-helper
Catalog: languages/closed-blog-helper-*.po
Languages: cs_cz

source: Closed Blog Helper Settings
cs_cz: Nastavení Closed Blog Helper

source: Closed Blog Helper settings
cs_cz: Nastavení Closed Blog Helper

source: Information
cs_cz: Informace

source: Here you can specify the messages that will be printed instead of %s according to the situation.
cs_cz: Zde můžete nastavit zprávy, které se budou uživatelům zobrazovat namísto %s v závislosti na jejich situaci.

source: You can use HTML syntax and following keywords:
cs_cz: Můžete použít HTML syntaxi a následující klíčová slova.

source: user login name
cs_cz: přihlašovací jméno uživatele

source: displayed user's nickname
cs_cz: zobrazovaná přezdívka uživatele

source: main blog page url
cs_cz: url hlavní stránky blogu

source: login page url
cs_cz: url přihlašovací stránky

source: administrator's e-mail address
cs_cz: e-mailová adresa administrátora

source: superadministrator's e-mail address (works on multisite only)
cs_cz: e-mailová adresa superadministrátora (správce sítě - funguje pouze v multisite)

source: If you'd like to have more keywords or another functionality implemented, kindly contact the plugin developer via %s
cs_cz: Budete-li mít zájem o implementaci dalších klíčových slov nebo jiné funkcionality, laskavě kontaktujte vývojáře pluginu skrze %s.

source: Settings
cs_cz: Nastavení

source: Blog owner / admin
cs_cz: Vlastník blogu / admin

source: Logged in registered user
cs_cz: Přihlášený zaregistrovaný uživatel

source: Logged in user without registration
cs_cz: Přihlášený nezaregistrovaný uživatel

source: Visitor
cs_cz: Nepřihlášený návštěvník

source: Save
cs_cz: Uložit

source: Instead of a shortcode [closed-blog-helper] shows (customizable) message for the visitor according to their access rights to the blog.
cs_cz: Namísto shortcode [closed-blog-helper] zobrazuje (nastavitelnou) zprávu por návštěvníka v závislosti na úrovni jeho přístupových oprávnění k blogu.
